var cardDatabase = {
  1054445: {
    name: "Стрипсы замороженные 1кг * 12шт",
    analogs: ["69097", "1054444", "1010023409", "69101"],
  },
  566666: {
    name: "Дольки картофельные 12,5 кг",
    analogs: ["1010026090", "58553", "TRW01"],
  },
  155555: {
    name: 'Картофель "фри" 12,5 кг',
    analogs: ["FMS9", "58542", "68544", "555555"],
  },
  58537: {
    name: "Картофель фри 10мм Farm Frites зам. 2,5 кг*5",
    analogs: ["FMS9", "58542", "68544", "555555"],
  },
  69889: {
    name: "Лук красный марин. закус заморож. 6 уп * 500 г",
    analogs: ["69890"],
  },
  511511: {
    name: "Минтай филе порции в панир. обжар. 5000 г",
    analogs: ["51174"],
  },
  20048: {
    name: "Креветка Ваннамей в панировке 5 кг",
    analogs: ["51180", "51185"],
  },
  67501: {
    name: "Луковый конфитюр 6 уп*500 гр.",
    analogs: ["67500"],
  },
  69089: {
    name: 'Гамбургеры "Нежные" замор. 5.5 кг',
    analogs: ["69086"],
  },
  48662: {
    name: "Булочки для гамбургеров 3,75, 48 шт",
    analogs: ["69205", "69204"],
  },
  48663: {
    name: "Булочки Воппер, 24 шт",
    analogs: ["55137", "34683"],
  },
  55045: {
    name: 'Булочка с кунжутом "4" ТРОЙНАЯ 78 г*24 шт',
    analogs: ["55045в"],
  },
  68605: {
    name: "Тортильи 9Д, 120 шт в кор",
    analogs: ["68607", "68604"],
  },
  58689: {
    name: "Луковые кольца 3 кг",
    analogs: ["1010026378", "58666", "58686"],
  },
  67418: {
    name: "Пирожок с вишневой начинкой, 73г*36 шт.",
    analogs: ["67445"],
  },
  69891: {
    name: "Лук жареный. Изделие замороженное. 3уп * 1кг",
    analogs: ["69870"],
  },
  1054422: {
    name: "Наггетсы темпурные гот.зам. 2 кг*6 шт.",
    analogs: ["1010023051"],
  },
  51098: {
    name: 'Сыр "Hochland" плавл., 6*160 шт (960 ломтиков)',
    analogs: ["51089", "51090", "51097", "051099"],
  },
  51305: {
    name: 'Сыр твердый "PALERMO", 10 упак*0,18кг',
    analogs: ["51304"],
  },
  76018473: {
    name: "Соус Цезарь Хайнц Пакет 2 кг*6 шт",
    analogs: ["76008070", "51224"],
  },
  76022215: {
    name: "Соус ТарТар Премиум, 2 КГ х 6 ШТ",
    analogs: ["51267", "76018892"],
  },
  61124: {
    name: 'Соус "Сырный Оригинальный" 1 кг * 6 шт',
    analogs: ["76017308", "61000"],
  },
  51019: {
    name: 'Майонез "Провансаль Н Оригинальный" 65% 2 кг * 3 шт',
    analogs: ["61416"],
  },
  76022472: {
    name: "Соус Сырный Хайнц, ДИП, 125 шт",
    analogs: ["60004"],
  },
  79000316: {
    name: "Соус Чесночный Хайнц ДИП,125шт",
    analogs: ["51210", "51223"],
  },
  76022473: {
    name: "Соус Parmegiano Heinz дип-пот 125* 25мл",
    analogs: ["51290", "76019797", "51212"],
  },
  75980018: {
    name: "Соус Горчичный ДИП,125 шт",
    analogs: ["51225"],
  },
  76020815: {
    name: "Соус Цезарь Хайнц, дип-пот 25 мл*125 шт",
    analogs: ["76006275"],
  },
  51206: {
    name: "Соус Карри ориг. 25г*125шт",
    analogs: ["75980017"],
  },
  76015928: {
    name: "Соус 1000 островов Хайнц, ДИП, 125шт",
    analogs: ["51230"],
  },
  300065: {
    name: "Салат Айсберг круп. Нарез., 0,5 кг ШТУКА",
    analogs: ["4444"],
  },
  51058: {
    name: 'Кетчуп "Хайнц" томатный 25 мл 125 шт. в уп.',
    analogs: ["51059"],
  },
  574761: {
    name: "Кламшелл универсальный, 260 шт (ДЛЯ РОЯЛ ФРИ)",
    analogs: ["57527", "57476", "57421", "57528"],
  },
  57295: {
    name: "Коробка Кламшелл Мистери Бургер, 260 шт (ДЛЯ ИСПАНСКОЙ)",
    analogs: ["57527", "57476", "57421", "57528"],
  },
  676401: {
    name: "Мультипэк универсальная, 280 шт",
    analogs: ["57422", "67640", "67600", "67601"],
  },
  57546: {
    name: 'Пакет "Шэйкер 1", 120*80*250, 1000 шт.',
    analogs: ["57545"],
  },
  56225: {
    name: "Ведро большое 2.574 л крыш 200 шт",
    analogs: ["57025"],
  },
  15809: {
    name: "Бумажный пакет 120х85х255, 1000 шт",
    analogs: ["57434", "771093", "574341", "5809", "574364"],
  },
  15810: {
    name: "Пакет из бумаги 180х120х290 1000 шт.",
    analogs: ["57436", "574362", "771023", "5810"],
  },
  5811: {
    name: "Пакет из бумаги 215х120х305 1000 шт.",
    analogs: ["57435", "574363", "771033"],
  },
  57568: {
    name: 'Пакет с пр.дн. "Бургер кинг большой", 300*220*390, 500 шт',
    analogs: ["57161"],
  },
  600106: {
    name: "Бумага XL АНГУС, 1000 шт",
    analogs: ["80045_1"],
  },
  600105: {
    name: "Бумага оберт. Гамбургер/Чизбургер, 3024 шт",
    analogs: ["55002", "55009"],
  },
  600107: {
    name: "Бумага Воппер/Воппер Чиз, 3000 шт",
    analogs: ["57324", "55001", "80050"],
  },
  600102: {
    name: "ОБЕРТКА 406,6x305 Burger King XXL",
    analogs: ["55006"],
  },
  600104: {
    name: "Бумага оберточная Гранд Чиз, 1000 шт",
    analogs: ["55010", "55011", "55011_1"],
  },
  600103: {
    name: "Бум. об. Фиш Бургер Чикен Тар Тар, 1000 шт",
    analogs: ["57338", "57337", "57339"],
  },
  57003: {
    name: "Крышка круглая 80мм коричневая, 1000шт",
    analogs: ["56052", "57617"],
  },
  57005: {
    name: "Крышка круглая 90мм коричневая Burger King",
    analogs: ["57018", "600560", "57629"],
  },
  57102: {
    name: 'Пакет /*"БУРГЕР КИНГ фри малый*/", 5000 шт.',
    analogs: ["57090", "57132", "57131", "57091"],
  },
  57115: {
    name: "Пакет /*"БУРГЕР КИНГ фри средний*/", 5000 шт.",
    analogs: ["57099", "57540", "57541", "57113", "57098"],
  },
  555333: {
    name: "Пакет 110*20*105, размер L, 3000 шт",
    analogs: ["57220"],
  },
  55763: {
    name: 'Пакет /*"БУРГЕР КИНГ фри XXL*/", 5000 шт.',
    analogs: ["55755", "555222", "55760", "55756", "57542", "55757"],
  },
  699381: {
    name: "Упаковка для пирожков, 1020 шт",
    analogs: ["69954", "69938", "69953"],
  },
  575092: {
    name: "Упаковка для сэндвича (ролл), 560 шт",
    analogs: ["57509", "57508", "57507", "57307"],
  },
  575161: {
    name: "Разделитель в ведро, 300 шт",
    analogs: ["57219", "57515", "57516"],
  },
  СС2: {
    name: "ДЕРЖАТЕЛИ ДЛЯ СТАКАНОВ CC2, 428 ШТ",
    analogs: ["56009"],
  },
  СС4: {
    name: "ДЕРЖАТЕЛИ ДЛЯ СТАКАНОВ CC4, 210 ШТ",
    analogs: ["56034"],
  },
  51080: {
    name: "Лист Фильтровальный 703х498 мм 100 шт в уп",
    analogs: ["51078"],
  },
  76022216: {
    name: "Крафт сироп со вкусом клубники ШТУКА",
    analogs: ["51146", "76011374", "51146_1"],
  },
  76021486: {
    name: "Крафт сироп со вкусом шоколада ШТУКА",
    analogs: ["51147", "51147_1", "76011395"],
  },
  76021981: {
    name: "Сироп на ароматизаторах со вкусом Ванили ШТУКА (ПЛОМБИР)",
    analogs: ["51145", "51141", "51145_1", "51149", "76011396"],
  },
  51159: {
    name: "Джем (Топпинг) Клубничный 2 кг 6 шт в уп",
    analogs: ["4680059131113"],
  },
  76022035: {
    name: "Кетчуп томатный спец. Pikador 6 шт * 2 кг",
    analogs: ["76008855", "51071", "51065", "51070"],
  },
  76021356: {
    name: "Соус Горчичн.оригин. Хайнц 2кг х 6",
    analogs: ["76018520", "76016063", "51052"],
  },
  75980059: {
    name: "Соус кисло-сладкий Хайнц 25 мл 125 шт",
    analogs: ["51203"],
  },
  75980057: {
    name: "Соус томатный барбекю классический 25 мл",
    analogs: ["51205"],
  },
  1001: {
    name: "САХАР БЕЛЫЙ порционный, 3 кг/кор",
    analogs: ["51030-9", "51030-1", "186838", "1009"],
  },
  68202: {
    name: "Соль Мозырьсоль, 12 кг",
    analogs: ["4697", "68201", "99989"],
  },
  76019557: {
    name: "Cоус томатный Барбекью Класический Heinz 6 шт.* 1кг.",
    analogs: ["51258"],
  },
  600604: {
    name: "СТАКАН БУМАЖНЫЙ 800 МЛ BURGER KING 500 шт",
    analogs: ["340015147", "161032"],
  },
  51400: {
    name: "Сухарики-гренки, 2 КГ",
    analogs: ["51102"],
  },
  600603: {
    name: "СТАКАН БУМАЖНЫЙ 500 МЛ BURGER KING 1000 шт.",
    analogs: ["600502", "771022"],
 },
  600601: {
    name: "СТАКАН БУМАЖНЫЙ 300 МЛ BURGER KING 1800 шт",
    analogs: ["600500", "771312"],
  },
  106001: {
    name: "Концентрат «МИРИНДА» БИБ, 10л",
    analogs: ["10600", "106002"],
  },
  107231: {
    name: "Концентрат «СЕВЕН АП ЗЕРО» БИБ, 10 л.",
    analogs: ["10723"],
  },
  67124: {
    name: "Сироп Classic со вкусом ванили, 6 * 1 л",
    analogs: ["67123"],
  },
  8160908: {
    name: "Вода питьевая «АУРА» газ. 0,5л.",
    analogs: ["0000004585", "5437"],
  },
  8160608: {
    name: "Вода питьевая «АУРА» негаз. 0,5л.",
    analogs: ["0000004584", "5438"],
 },
  573961: {
    name: "Коробка Бургер Ангус, 240 шт",
    analogs: ["57393", "57396"],
   },
  623761: {
    name: "Салатник /*"Белый*/", 360 шт",
    analogs: ["62374", "52374", "62376", "52373"],
  },
  62400: {
    name: "Крышка для контейнера, 540 шт",
    analogs: ["62372"],
  },
  56125: {
    name: "Стакан однор. 500 мл. (двухсл.), 20 уп*30шт",
    analogs: ["56119"],
  },
  57086: {
    name: "Стакан двухслойный 350 мл, 600 шт.",
    analogs: ["56118", "56094", "56057", "57085", "57084", "771121"],
    },
  57062: {
    name: "Стакан двухслойный 250 мл, 400 шт",
    analogs: ["57060", "56090"],
  },
  600660: {
    name: "КРЫШКА ПЛ МК90 П/ПРОЗР. 1800 шт",
    analogs: ["340015280"],
  },
  600561: {
    name: "КРЫШКА ПС 32 oz (--) 935 шт",
    analogs: ["340015148", "029"],
  },
  Данная: {
    name: "карточка больше неактуальна, аналогов нет",
    analogs: ["57577", "67155", "67485", "76019557", "51258", "6045", "6046"],
  }
}
